Revit 2027 API
UnitTypeId.WattsPerCubicFoot Property
 Watts per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WattsPerCubicFoot { get; }
Public Shared ReadOnly Property WattsPerCubicFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WattsPerCubicFoot {
	ForgeTypeId^ get ();
}
static member WattsPerCubicFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace